Repository: gabizorzo/CityRollout
Catalog: EndlessRunner/Localizable.xcstrings
Source language: en
Languages: pt_br

# continue.tutorial
source: Continue
pt_br: Continuar

# gameOverView.congratulations
source: CONGRATULATIONS!
pt_br: PARABÉNS!

# gameOverView.exit
source: Exit
pt_br: Sair

# gameOverView.gameOver
source: GAME OVER!
pt_br: FIM DE JOGO!

# gameOverView.highScore
source: High score:
pt_br: Melhor pontuação:

# gameOverView.newHighScore
source: New high score:
pt_br: Novo recorde:

# gameOverView.playAgain
source: Play Again
pt_br: Jogar novamente

# gameOverView.yourScore
source: Your score:
pt_br: Pontuação:

# gameScene.life
source: Life
pt_br: Vida

# gameScene.lives
source: Lives
pt_br: Vidas

# image.tutorial.hint
source: Image with a line in the middle and an arrow point to each side
pt_br: Imagem com uma linha no meio e uma seta para cada lado

# label1.tutorial
source: Move across the city avoiding the obstacles.
pt_br: Mova-se pela cidade desviando dos obstáculos.

# label2.tutorial
source: To avoid the obstacles, touch the screen.
pt_br: Para desviar dos obstáculos, toque na tela.

# label3.tutorial
source: You can also avoid them by moving the corner of your mouth!
pt_br: Você também pode desviar mexendo o canto da sua boca!

# label4.tutorial
source: If you hit an obstacle, you loose a life.
pt_br: Ao colidir com um obstáculo, você perde uma vida.

# label5.tutorial
source: The longer you play, more points you receive!
pt_br: Quanto mais tempo você jogar, mais ponto você consegue!

# labelTry.tutorial
source: Try!
pt_br: Tente!

# menuView.howToPlay
source: How to Play
pt_br: Como jogar

# menuView.play
source: Play
pt_br: Jogar

# menuView.settings
source: Settings
pt_br: Configurações

# nav.back
source: Back
pt_br: Voltar

# pauseView.exit
source: Exit game
pt_br: Sair do jogo

# pauseView.howToPlay
source: How to play
pt_br: Como jogar

# pauseView.unpause
source: Resume
pt_br: Resumir

# play.tutorial
source: Play
pt_br: Jogar

# settingsView.difficulty
source: Difficulty
pt_br: Dificuldade

# settingsView.easy
source: Easy
pt_br: Fácil

# settingsView.faceMoves
source: Face movements
pt_br: Movimentos do rosto

# settingsView.haptics
source: Haptics
pt_br: Vibrações

# settingsView.hard
source: Hard
pt_br: Difícil

# settingsView.medium
source: Medium
pt_br: Médio

# settingsView.sounds
source: Sounds
pt_br: Sons
